9/data/attachments/cfb3bb39c582978f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jonathan_suddenly_Friend_27251_9</nif:username>
            <nif:friendToBeRequested>soap_friends_e14a244b-93c0-48b8-8d81-c113e96e4042</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>